Repository: crosshare-org/crosshare
Catalog: app/locales/*/messages.po
Languages: id, it

source: (please be nice!):
id: (berikan komentar yang baik!):
it: (per favore sii gentile!):

source: follower-count
id: # Pengikut
it: Seguace

source: follower-blog-count
id: # dengan blog Crosshare
it: 1 with a Crosshare blog:

source: <0>Create a new puzzle</0><1>Build a crossword puzzle with the Crosshare constructor</1>
it: <0>Crea un nuovo puzzle</0> <1>Costruisci un cruciverba con il costruttore Crosshare</1>

source: <0>Upload a .puz file</0><1>Get a Crosshare link to share with solvers</1>
it: <0>Carica un file .puz</0> <1>Ottieni un link Crosshare da condividere con i risolutori</1>

source: Account / Settings
id: Akun / Pengaturan
it: Account / Impostazioni

source: Across
id: Mendatar
it: Orizzontali

source: All donations go directly to the constructor via PayPal
id: Semua donasi langsung diberikan kepada pembuat via PayPal
it: Tutte le donazioni sono effettuate direttamente al costruttore tramite PayPal

source: Almost there!
id: Hampir selesai!
it: Ci sei quasi!

source: Autocheck
id: Periksa otomatis
it: Controllo automatico

source: Autochecking
id: Otomatis memeriksa
it: Controllo automatico in corso

source: Begin Puzzle
id: Mulai TTS
it: Inizia il Cruciverba

source: By {guestConstructor}
id: Oleh {guestConstructor}
it: Di {guestConstructor}

source: By {link}
id: Oleh {link}
it: Di {link}

source: By guest constructor {guestConstructor}
id: Oleh pembuat tamu {guestConstructor}
it: Del costruttore ospite {guestConstructor}

source: Cancel
id: Batalkan
it: Annulla

source: change name
id: ganti nama
it: cambia nome

source: Check
id: Periksa
it: Controlla

source: Check Puzzle
id: Periksa TTS
it: Controlla lo Schema

source: Check Square
id: Periksa Kotak
it: Controlla la Casella

source: Check Word
id: Periksa Kata
it: Controlla la Parola

source: Checking for previous play data...
id: Memeriksa data bermain sebelumnya...
it: Controllo se esistono file di gioco salvati...

source: Clues
id: Soal
it: Definizioni

source: commenting as
id: berkomentar sebagai
it: stai commentando come

source: Comments
id: Komentar
it: Commenti

source: Comments / Leaderboard
id: Komentar / Peringkat
it: Commenti / Classifica

source: Construct a Puzzle
id: Buat TTS
it: Costruisci un Cruciverba

source: constructor
id: pembuat
it: costruttore

source: Constructor Dashboard
id: Dasbor Pembuat TTS
it: Pannello di Controllo del Costruttore

source: Contest Prompt / Submission
it: Inserisci e invia la risposta al contest

source: Create or Share a Puzzle
id: Buat atau Bagikan TTS
it: Crea o Condividi uno Schema

source: Crosshare - Free Crossword Constructor and Daily Mini Crossword Puzzles
id: Crosshare - Pembuat Teka-teki Silang Gratis dan TTS Mini Harian
it: Crosshare - Costruttore di Cruciverba Gratuito e Mini Cruciverba quotidiani

source: Crosshare Daily Mini Puzzles for {date}
id: TTS Mini Harian Crosshare untuk {date}
it: Mini Cruciverba di Crosshare del giorno {date}

source: Crosshare Featured Puzzles
id: TTS Pilihan Crosshare
it: Cruciverba in evidenza su Crosshare

source: Crosshare features a free daily mini crossword every day of the week. These puzzles are a great way to give your brain a bite-sized challenge, and to learn how crosswords work before taking on larger puzzles. Mini puzzles are most often 5x5, but can be other sizes as well - sometimes the weekend minis are a bit larger. Any small sized puzzle you publish publicly to Crosshare will be eligible for selection as a daily mini!
it: Crosshare offre un mini cruciverba quotidiano gratuito ogni giorno della settimana. Questi schemi sono un ottimo modo di allenare il tuo cervello con una mini-sfida e di imparare come funzionano i cruciverba, prima di affrontarne di più grandi. I mini cruciverba sono per la gran parte 5x5, ma possono esistere anche in altre dimensioni: spesso nel fine settimana sono un po' più grandi. Qualsiasi cruciverba di piccole dimensioni che carichi pubblicamente su Crosshare potrà essere selezionato come mini del giorno!"

source: Crosshare is a <0>free</0>, <1>ad-free</1>, and <2>open-source</2> place to create, share and solve crossword puzzles.
id: Crosshare adalah tempat <0>gratis</0>, <1>bebas iklan</1>, dan <2>sumber terbuka</2> untuk membuat, berbagi, dan bermain teka-teki silang.
it: Crosshare è un luogo per creare, condividere e risolvere cruciverba ed è <0>gratuito</0> , <1>senza pubblicità</1> e <2>open-source</2>.

source: Daily Mini
id: Mini Harian
it: Mini di Oggi

source: Daily Mini for {displayDate}
id: Mini Harian untuk {displayDate}
it: Mini del Giorno {displayDate}

source: Daily Mini Puzzles for {date}
id: TTS Mini Harian untuk {date}
it: Mini Cruciverba del Giorno {date}

source: Display name updated
id: Nama tampilan sudah diperbarui
it: Nome aggiornato

source: Down
id: Menurun
it: Verticali

source: Download .puz File
id: Unduh berkas .puz
it: Scarica il file .puz

source: Edit
id: Sunting
it: Modifica

source: Embed
it: Incorpora

source: enable across clues
id: aktifkan soal mendatar
it: abilita le definizioni orizzontali

source: Enter Rebus
id: Masukkan Ribas
it: Inserisci Rebus

source: Enter your reply
id: Masukkan balasan Anda
it: Inserisci la tua risposta

source: Featured Puzzles
id: TTS Pilihan
it: Cruciverba in Evidenza

source: Featured Puzzles | Page {currentPageNumber} | Crosshare
it: Cruciverba in Evidenza | Pagina {currentPageNumber} | Crosshare

source: Featured puzzles are puzzles selected by Crosshare that we found to be particularly fun and well constructed. Enjoy!
id: TTS pilihan adalah teka-teki silang yang dipilih oleh Crosshare dan kami rasa unik, menyenangkan, dan dibuat dengan apik. Selamat mengisi!
it: I cruciverba in evidenza sono schemi selezionati da Crosshare che abbiamo trovato particolarmente divertenti e ben costruiti. Divertiti!

source: Follow
id: Ikuti
it: Segui

source: Following
id: Mengikuti
it: Segui già

source: Frequently asked questions and information
id: Pertanyaan dan informasi yang sering ditanya
it: Domande frequenti e informazioni

source: Grid
id: Kotak
it: Griglia

source: hotkey
it: tasto di scelta rapida

source: If you have questions or suggestions please contact us via <0/>.
id: Jika Anda memiliki pertanyaan atau saran, hubungi kami via <0/>
it: Se hai domande o suggerimenti, per favore contattaci tramite <0/>

source: If you're enjoying Crosshare please consider <0>donating</0> to support its continuing development.
id: Jika Anda menyukai Crosshare, <0>berdonasilah</0> untuk terus mendukung pengembangannya.
it: Se ti piace Crosshare, per favore considera una <0>donazione</0> per sostenere il suo continuo sviluppo.

source: just now
id: baru saja
it: ora

source: Keep Trying
id: Coba Lagi
it: Riprova

source: Leaderboard (updated hourly)
id: Papan Peringkat (diperbarui setiap jam)
it: Classifica (aggiornata ogni ora)

source: Leave a comment
id: Tinggalkan komentar
it: Lascia un commento

source: Live Preview:
id: Pratinjau Langsung:
it: Anteprima:

source: Loading...
id: Memuat...
it: Caricamento...

source: Logged in as {displayNameOrEmail}
it: Registrato come {displayNameOrEmail}

source: Login (via Google)
id: Masuk log (via Google)
it: Accedi (tramite Google)

source: Login (via Google) to save your puzzle progress/stats
id: Masuk log (via Google) untuk menyimpan progres/statistik TTS Anda
it: Accedi (tramite Google) per salvare progressi e statistiche sui cruciverba

source: More
id: Lebih
it: Di più

source: Mute
id: Senyap
it: Silenzia

source: Newer Minis
id: Mini yang Lebih Baru
it: Mini Più Nuovi

source: Newer Puzzles
id: TTS yang Lebih Baru
it: Cruciverba Più Nuovi

source: Newest Puzzles
id: TTS Terbaru
it: Cruciverba più Recenti

source: No longer following {constructorName}
it: Non segui più {constructorName}

source: Nobody is on the leaderboard yet
id: Belum ada siapapun di papan peringkat ini
it: La classifica è vuota per ora.

source: Older Minis
id: Mini yang Lebih Lama
it: Mini Più Vecchi

source: Older Puzzles
id: TTS yang Lebih Lama
it: Cruciverba Più Vecchi

source: Older unfinished solves
it: Altri tentativi non completati

source: Open on crosshare.org
id: Buka di crosshare.org
it: Apri su crosshare.org

source: Page {page}
id: Hal. {page}
it: Pagina {page}

source: Pause Game
id: Jeda Permainan
it: Metti in pausa il gioco

source: Powered by crosshare.org
id: Dipersembahkan oleh crosshare.org
it: Realizzato da crosshare.org

source: Previous daily minis
id: Mini harian sebelumnya
it: Mini dei giorni scorsi

source: Previous featured puzzles
id: TTS pilihan sebelumnya
it: Cruciverba precedentemente in evidenza

source: Print Puzzle
id: Cetak TTS
it: Stampa Puzzle

source: Private, going public <0/>
id: Privat, akan terbit <0/>
it: <0/> privati, che diventeranno pubblici

source: Published <0/>
id: Diterbitkan <0/>
it: Pubblicato <0/>

source: Published by {link}
id: Diterbitkan oleh {link}
it: Pubblicato da {link}

source: Published privately <0/>
id: Diterbitkan secara privat <0/>
it: Pubblicato privatamente <0/>

source: publisher
id: penerbit
it: editore

source: Ready to get started?
id: Siap untuk mulai?
it: Pronto per iniziare?

source: Reply
id: Balas
it: Rispondi

source: Resume
id: Lanjutkan
it: Riprendi

source: Reveal
id: Buka
it: Svela

source: Reveal Puzzle
id: Buka Seluruh TTS
it: Svela lo Schema

source: Reveal Square
id: Buka Kotak
it: Svela la Casella

source: Reveal Word
id: Buka Kata
it: Svela la Parola

source: Save
id: Simpan
it: Salva

source: Set your display name:
id: Atur nama tampilan Anda:
it: Imposta il tuo nome:

source: Show Comments
id: Tampilkan Komentar
it: Mostra i Commenti

source: Sign in with google to leave a comment of your own:
it: Accedi con google per lasciare un tuo commento:

source: Solved <0>downs-only</0> in
id: Selesai <0>Menurun saja</0> dalam
it: Risolto <0>con solo le verticali</0> in

source: Solved <0>without check/reveal</0> in
id: Selesai <0>tanpa periksa/buka</0> dalam
it: Risolto <0>senza controllare/svelare</0> in

source: Solved in
id: Selesai dalam
it: Risolto in

source: Stats
id: Statistik
it: Statistiche

source: This is a contest/meta puzzle. To submit your answer, first finish solving the grid (or reveal it if you get stuck or solved offline).
id: Ini adalah TTS sayembara/meta. Untuk mengirimkan jawaban Anda, selesaikan dahulu TTS (atau buka jika Anda kebingungan atau menyelesaikan dalam mode luring).
it: Questo è un concorso/meta puzzle. Per inviare la tua risposta, prima finisci di risolvere la griglia (o rivelala se rimani bloccato o risolvi offline).

source: Tip {constructorName}
it: Fai una donazione a {constructorName}

source: to save your puzzle progress/stats
id: untuk menyimpan progres/statistik TTS Anda
it: per salvare progressi e statistiche sui cruciverba

source: Today's daily mini crossword
id: TTS mini hari ini
it: Il mini cruciverba di oggi

source: Toggle Keyboard
it: Attiva/disattiva tastiera

source: unfinished
id: belum selesai
it: non completato

source: Unfinished Solves
it: Tentativi non Completati

source: Unfollow
id: Berhenti mengikuti
it: Smetti di seguire

source: Unmute
it: Riattiva il suono

source: Update display name:
id: Perbarui nama tampilan:
it: Aggiorna il tuo nome:

source: View all puzzles
id: Lihat semua TTS
it: Vedi tutti i cruciverba

source: You are currently solving downs-only:
id: Anda saat ini mengisi hanya Menurun saja:
it: Al momento stai risolvendo con solo le verticali:

source: You can't follow yourself!
id: Anda tidak dapat mengikuti diri sendiri!
it: Non puoi seguirti da solo!

source: You'll be notified when {constructorName} posts a new puzzle
it: Sarai notificatio quando {constructorName} carica un nuovo cruciverba

source: You've completed the puzzle, but there are one or more mistakes.
id: Anda sudah menyelesaikan TTS, tetapi masih ada setidaknya satu jawaban salah.
it: Hai completato il cruciverba, ma c'è almeno un errore.

source: Your puzzle is paused
id: TTS Anda sedang dijeda
it: Il tuo cruciverba è in pausa

source: Account
id: Akun

source: Toggle Light/Dark Mode
id: Ganti Mode Terang/Gelap
